//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Egy biztonságos hely az adataidnak";
"_intro_1_text_"    = "Keep your data secure and under your control";

"_intro_2_title_"   = "Többszörös fiók";
"_intro_2_text_"    = "Kapcsolódj minden felhődhöz és érintsd meg a Nextcloud logót a fájl fülön a köztük való váltáshoz";

"_intro_3_title_"   = "Kezdés";
"_intro_3_text_"    = "Helyes, a Nextcloudod kész a használatra. További információk, hírek és kapcsolati információ a itt: https://nextcloud.com";

"_introNoCryptoCloud_1_title_" = "Titkosított felhő";
"_introNoCryptoCloud_1_text_"  = "A titkosított felhő protokoll a továbbiakban nem elérhető, továbbra is visszafejtheted a fájljaidat az AppStoreból letölthető ingyenes alkalmazással\n\nTitkosított felhő a Nextcloudhoz\n\nHamarosan új vég-vég protokoll lesz elérhető minden Nextcloud kliensben\n\nKoppints a kezdéshez";

"_log_in_"          = "Log in";
"_sign_up_"         = "Sign up with provider";
